rails_app/app/controllers/memos_controller.rb

SELECT "memos".* FROM "memos"
---
  def index
    @memos = Memo.all

INSERT INTO "memos" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "テスト"], ["body", "テスト"], ["created_at", "2017-05-08 06:09:34.057980"], ["updated_at", "2017-05-08 06:09:34.057980"]]
---
  def create
    @memo = Memo.new(memo_params)

    respond_to do |format|
      if @memo.save

DELETE FROM "memos" WHERE "memos"."id" = ?  [["id", 1]]
---
  def destroy
    @memo.destroy

SELECT  "memos".* FROM "memos" WHERE "memos"."id" = ? LIMIT 1  [["id", 1]]
---
    def set_memo
      @memo = Memo.find(params[:id])